content/maths/maths.org
#+TITLE: Maths
#+AUTHOR: Haider Mirza

* Notebook
Randomly, I had thought that I should rewrite maths teacher's notebook digitally (even though it is avalable on Onenote) here, because:
a) To push my orgmode programmed website to a large scale test
b) I'm just a guy who doesnt know how to spend his time wisely

So here I am. My mathmatical digital "Notebook" is in a \beta{}eta stage and wont have all of the topics listed.
Pages contain:
- Two examples
- Common errors people make (if there are)
- Descriptive Explanations
 
* Year Groups
** Year 9
*** Algebraic Products
**** [[file:Algebraic-products/Expanding-brackets.org][Expanding brackets]]
**** [[file:Algebraic-products/Perfect-Squares.org][Perfect squares]]
**** [[file:Algebraic-products/Triple-Brackets.org][Triple brackets]] 
*** Percentages
**** [[file:Percentages/Percentages-Terminology.org][Percentages terminology]]
**** [[file:Percentages/Multipliers.org][Multipliers]]
**** [[file:Percentages/Reverse-Percentages.org][Reverse Percentages with multipliers]]
**** [[file:Percentages/Compound-Percentages.org][Compound percentages]]
