maths/maths.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Maths</title>
<meta name="generator" content="Org mode" />
<link rel="icon" type="base/favicon" href="/base/favicon.png">
<link rel="stylesheet" href="https://www.haider.gq/base/stylesheet.css"/>
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab:wght@600&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Roboto" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Lato:wght@900&display=swap" rel="stylesheet">
</head>
<body>
<div id="preamble" class="status">
<div class="Haider"><a href='https://www.haider.gq/'>Haider Mirza</a></div> <div class='nav'>
      <div class='links'>
	<a href='https://www.haider.gq'>Home</a>
	<a href='https://www.haider.gq/repos/repos'>Repos</a>
	<a href='https://www.haider.gq/projects/projects'>Projects</a>
	<a href='https://www.haider.gq/notes'>Notes</a>
	<a href='https://www.haider.gq/school/school'>School</a>
      </div>
      </div>
</div>
<div id="content">
<h1 class="title">Maths</h1>

<div id="outline-container-orgd00c7ac" class="outline-2">
<h2 id="orgd00c7ac">Notebook</h2>
<div class="outline-text-2" id="text-orgd00c7ac">
<p>
Randomly, I had thought that I should rewrite maths teacher's notebook digitally (even though it is avalable on Onenote) here, because:
a) To push my orgmode programmed website to a large scale test
b) I'm just a guy who doesnt know how to spend his time wisely
</p>

<p>
So here I am. My mathmatical digital "Notebook" is in a &beta;eta stage and wont have all of the topics listed.
Pages contain:
</p>
<ul class="org-ul">
<li>Two examples</li>
<li>Common errors people make (if there are)</li>
<li>Descriptive Explanations</li>
</ul>
</div>
</div>

<div id="outline-container-org1b6ee1b" class="outline-2">
<h2 id="org1b6ee1b">Year Groups</h2>
<div class="outline-text-2" id="text-org1b6ee1b">
</div>
<div id="outline-container-org262b495" class="outline-3">
<h3 id="org262b495">Year 9</h3>
<div class="outline-text-3" id="text-org262b495">
</div>
<div id="outline-container-org4f054e3" class="outline-4">
<h4 id="org4f054e3">Algebraic Products</h4>
<div class="outline-text-4" id="text-org4f054e3">
</div>
<ul class="org-ul">
<li><a id="orgf7f95a6"></a><a href="Algebraic-products/Expanding-brackets.html">Expanding brackets</a><br /></li>
<li><a id="org06c5745"></a><a href="Algebraic-products/Perfect-Squares.html">Perfect squares</a><br /></li>
<li><a id="org1b41373"></a><a href="Algebraic-products/Triple-Brackets.html">Triple brackets</a><br /></li>
</ul>
</div>
<div id="outline-container-orgcc9a856" class="outline-4">
<h4 id="orgcc9a856">Percentages</h4>
<div class="outline-text-4" id="text-orgcc9a856">
</div>
<ul class="org-ul">
<li><a id="org5a305de"></a><a href="Percentages/Percentages-Terminology.html">Percentages terminology</a><br /></li>
<li><a id="org76059fd"></a><a href="Percentages/Multipliers.html">Multipliers</a><br /></li>
<li><a id="org26c144c"></a><a href="Percentages/Reverse-Percentages.html">Reverse Percentages with multipliers</a><br /></li>
<li><a id="orgbaf80b9"></a><a href="Percentages/Compound-Percentages.html">Compound percentages</a><br /></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with Org mode 9.4.4 using the power of Emacs 27.2</p>
</div>
</body>
</html>
